// cspell:disable

export const lorems = {
  chinese: [
    `條跑飯明，坐前固「斥欠」世穴尤讀采合八貓面錯升。信禾起園背幾生鳥波字游。央掃皮節泉送紅朋笑用比吧有。
穿點用抱火了肉想有汗雲事魚里天家歌！哪世邊聲用怪央服美卜內世您首松候：波功男半後地丁尼着祖向童老童央住冬點？步亮兌冰乙英冰中洋筆。安雄棵布貓爬反活爬坐。借吹正地兄一陽借食；竹鼻還友常。
竹可牛蛋珠員風牛寸乞穿草青元條雄話；親朱手棵訴住奶冰鳥喜進實在貓出叫蛋，次飽世荷教起丟幾成出兆枝員細年抱久珠，哥語怎。
跳吧時彩幫學直旦馬男合多村七車空個，着流吹松隻黃媽采玩拉虎包後，呢兌氣急面吹巴牠兆隻、香男牠斗枝立什何美升，他圓前，松進急了知過具，又亮抄戶古珠陽動昌白寺借，念好美假功您得清嗎松辛羊。
習師何毛實南四貫朱草面民斗河飛蛋：兒何夏你馬，結固房詞羽田隻几，辛力兄給字消千羽太戊反看童乞尾是信、帽什掃沒旁真力走千馬做拉開後人火？自比旦蝴蝶申爬課服向、停生畫泉流雪。
良語院哪辛玉八拉往。造春貝亮己虎丟戊米自世丟北家，造汗叫你麼，造王合馬親汁；少言從個出朋父現竹南畫杯色春相安，朋久三「各外隻事麻交香雄」抄走京帽跟都。豆也收姐，月竹手豆請。
雄邊叫神是但着好菜路游只朵用福早，頭婆福昔几打坐流種士左元！回口秋休急。`,
    `葉追細父每，教加畫課至黃裏「樹肖」都着牛出哪甲登斤，干冬哭裏音化亭行得原母親呀勿甲，毛六吹出田讀到定六長語汗因條辛「胡個貓常右竹門交大子」昔。
至肉位哥結寸根要幫松尺千，抄外方就鴨干！波詞王和五馬物着下几，旦常貫斥拍故第放。化壯丟雄吹甲力封進美者枝英、氣或丁細石發，細母安尼京候話大日鳥；飽法青多南玩植住住目讀斤出浪瓜尼都叫雨裝。
入干千由功燈尤請王很開里知過胡着象，節衣念果而澡百魚秋英間燈；法只兩親央追請年成雨氣口木乍。勿言且語動抄去包怕在貝種米青嗎看，文植校根兩申和世問後且光了爸昔：海步呢找直十兩交清笑封肖。
跳化面面隻做送冒，加流到吉立會爪玉媽內品親兆幸魚可，旁言語師歡幸筆頭竹山歌蝸地黑您朵共弓人、玩具果父玩實奶。對今筆寺吉竹休長花念飯扒氣福鳥尼休由跑而，喜消姐直娘安。
且發或你也助幫怪水讀而弓斥，老乍掃以吹還牠間拍畫許錯「南教肖住水八第」士卜遠許陽？外姊才口勿高五現鴨交嗎？弓幸氣放習夕成少陽雲世候。時爪生言蝴八坐跟乍穴科浪課，牛亭月人買合草已七右己媽？把者乍或白來。
晚兆申根苗汗豆話家貓到怎來鼻汁加姊借，牠細公那央春，回得兩口小次躲高棵刀牠亮流松今坐筆，更怪合馬唱重但。送友急抄音米知起牠。`,
    `免喝意字衣登瓜幼貓弓老葉才害民游，鳥午澡事歌友香六原松朋又。貫科住親力要下青幾小丟牛心夏采娘足彩園。
次彩斥員種上鳥亭過呢樹口別示清都家跳這害、兄但巴頁到、室各別公實央說音哪員主我唱立像巴屋行裏木，荷放男，女詞到黃裏日同夏記語幾苦音辛邊千姐登止，呢時又刃斤跟意固香肉固員像交歡里，入太牠封室入雨送。
而登服愛害外太，節九買「果童海村苗丟」都勿得員害笑固物發貝貫目百母目能子：公固習升鳥几京清士王筆目中干十春吉壯九？書那抓子幸歌林斥：會以肉鴨松爸年地想南飛氣院林綠到央乍。
寫甲對乞也美，後多海現葉色：旁功固後羊西來他今因教共主田！員丟丁長麼友犬掃鳥乞，國葉子孝活？向借占雪十晚哭金道像起打次畫七門。她同像士雄九躲頭竹放買洋書胡氣、左五到想遠足牠下。
室菜毛這珠婆嗎夏前央蝸燈住，成生喜對教蝶泉住帶視話動自次辛兒歌、手只游蝴愛室姐士乍跟耍扒年！晚方爸雪它蝴直別喝問才犬、經幫二。
兌坡口四几安個房亮是具因五完房停母一甲因，力學位科可車牠門假地百。下夏斗壯記山邊山，合弓個怪夕放快道正喝孝斗但豆朋。十戊和別知竹立，造收首羽清勿哪現在斤跑辛毛吃几士己吉，口三記坐跳。
哪片英走買沒牠力止海右科共扒有合大古斗哥。雞京干。`,
  ],
  latin: [
    `Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed ut perspiciatis unde omnis iste natus error sit voluptatem accusantium doloremque laudantium, totam rem aperiam, eaque ipsa quae ab illo inventore veritatis et quasi.`,
    `Nemo enim ipsam voluptatem quia voluptas sit aspernatur aut odit aut fugit, sed quia consequuntur magni dolores eos qui ratione voluptatem sequi nesciunt.`,
    `Neque porro quisquam est, qui dolorem ipsum quia dolor sit amet, consectetur, adipisci velit, sed quia non numquam eius modi tempora incidunt ut labore et dolore magnam aliquam quaerat voluptatem.`,
  ],
};

export const titles = {
  chinese: ['種斥刃葉肉語地牠荷', '羊多才害個旦做喜', '了七流信聲定未弟肉故跟珠停同'],
  latin: ['Lorem ipsum dolor sit amet', 'Nemo enim ipsam voluptatem', 'Neque porro quisquam est'],
};
